Repository: ohhsodead/arisen-studio
Catalog: src/Arisen Studio/Languages/*.resx
Languages: es_es

# XUID_GET_ERROR
source: There was an error getting the XUID. Remember, you must be online for this function to work!
es_es: Hubo un error obteniendo el XUID. Recuerda, ¡debes estar conectado para que esta función funcione!

# XUID_SET_ERROR
source: Unable to set the XUID for game.
es_es: Incapaz de establecer el XUID para el juego.

# XUID_SET_SUCCESS
source: Successfully change your XUID for game.
es_es: XUID cambiado para el juego con éxito.

source: XUID Spoofer
es_es: Falsificador de XUID

# YOU_MUST_BE_CONNECTED_TO_UNINSTALL_FILES
source: You must be connected to {0} to uninstall the files.
es_es: Debes estar conectado a {0} para desinstalar los archivos.

# YOU_MUST_BE_CONNECTED_TO_USE_FEATURE
source: You must be connected to your console to use this feature.
es_es: Debes estar conectado a tu consola para usar esta función.

# YOU_MUST_BE_CONNECTED_TO_VIEW_INSTALLED_MODS
source: You must be connected to your console to view installed mods.
es_es: Debes estar conectado a tu consola para ver los mods instalados.

# YOU_MUST_ENTER_TITLE_ID
source: You must enter a title ID.
es_es: Debes introducir un título ID.
