Repository: ohhsodead/arisen-studio
Catalog: src/Arisen Studio/Languages/*.resx
Languages: es_es

# LABEL_COPY_URL
source: Copy URL to Clipboard
es_es: Copiar URL al portapapeles

# LABEL_CREATED_BY
source: Created By
es_es: Creado por

# LABEL_CREATED_ON
source: Created On
es_es: Creado en

# LABEL_CREATOR
source: Creator
es_es: Creador

# LABEL_DEFAULT
source: Default
es_es: Predeterminado

# LABEL_DEFAULT_CONSOLE
source: Default Console
es_es: Consola predeterminada

# LABEL_DELETE
source: Delete
es_es: Eliminar

# LABEL_DELETE_ALL
source: Delete All
es_es: Eliminar todo

# LABEL_DESCENDING
source: Descending
es_es: Descendiendo

# LABEL_DESCRIPTION
source: Description
es_es: Descripción

# LABEL_DIRECTORIES
source: Directories
es_es: Directorios

# LABEL_DIRECTORY
source: Directory
es_es: Directorio

# LABEL_DOWNLOAD
source: Download
es_es: Descargar

# LABEL_DOWNLOADED
source: Downloaded
es_es: Descargado

# LABEL_DOWNLOADED_ON
source: Downloaded On
es_es: Descargado en

# LABEL_DOWNLOADING
source: Downloading
es_es: Descargando

# LABEL_DOWNLOADS
source: Downloads
es_es: Descargas

# LABEL_DOWNLOAD_FILE
source: Download File
es_es: Descargar archivo

# LABEL_DOWNLOAD_FILES
source: Download Files
es_es: Descargar archivos

# LABEL_EDIT
source: Edit
es_es: Editar

# LABEL_EDIT_NAME
source: Edit Name
es_es: Editar nombre

# LABEL_FAVORITE
source: Favorite
es_es: Favorito

# LABEL_FILE
source: File
es_es: Archivo

# LABEL_FILES
source: Files
es_es: Archivos

# LABEL_FILE_NAME
source: File Name
es_es: Nombre del archivo

# LABEL_FILE_PATH
source: File Path
es_es: Ruta del archivo

# LABEL_FILE_SIZE
source: File Size
es_es: Tamaño del archivo

# LABEL_FW_VERSION
source: FW Version
es_es: Versión de firmware

# LABEL_GAME
source: Game
es_es: Juego

# LABEL_GAMES
source: Games
es_es: Juegos

# LABEL_GAME_CHEATS
source: Game Cheats
es_es: Trucos del juego

# LABEL_GAME_FILE
source: Game File
es_es: Archivo del juego

# LABEL_GAME_MODE
source: Game Mode
es_es: Modo de juego

# LABEL_GAME_MODS
source: Game Mods
es_es: Mods del juego

# LABEL_GAME_SAVES
source: Game Saves
es_es: Partidas guardadas

# LABEL_GAME_TITLE
source: Game Title
es_es: Título del juego

# LABEL_HIDE_FAVORITES
source: Hide Favorites
es_es: Ocultar favoritos

# LABEL_IMAGE
source: Image
es_es: Imagen

# LABEL_IMAGE_SIZE_TOO_BIG
source: Image file size is too big!
es_es: ¡El tamaño del archivo de la imagen es demasiado grande!

# LABEL_IMPORT_FROM_KV_FILE
source: Import from KV file
es_es: Importar de archivo KV

# LABEL_INSTALL
source: Install
es_es: Instalar

# LABEL_INSTALLATION_FILES
source: Installation Files
es_es: Archivos de instalación

# LABEL_INSTALLED
source: Installed
es_es: Instalado

# LABEL_INSTALLED_ON
source: Installed On
es_es: Instalado en

# LABEL_INSTALL_FILE
source: Install File
es_es: Instalar archivo

# LABEL_INSTALL_PATH
source: Install Path
es_es: Ruta de instalación

# LABEL_IP_ADDRESS
source: IP Address
es_es: Dirección IP

# LABEL_LAST_MODIFIED
source: Modified On
es_es: Modificado en

# LABEL_LAST_UPDATED
source: Last Updated
es_es: Última actualización

# LABEL_LAUNCH_GAME
source: Launch Game
es_es: Iniciar el juego

# LABEL_LIBRARIES
source: Libraries
es_es: Librerías

# LABEL_LOAD_MODULE
source: Load Module
es_es: Cargar módulo

# LABEL_LOCAL_FILE
source: Local File
es_es: Archivo local

# LABEL_LOGIN
source: Login
es_es: Iniciar sesión

# LABEL_LOGIN_DETAILS
source: Login Details
es_es: Detalles de acceso

# LABEL_MINIMUM_FIRMWARE
source: Minimum FW
es_es: FW mínimo

# LABEL_MIN_FW
source: Min. FW
es_es: Mín. FW

# LABEL_MODIFIED_DATE
source: Modified Date
es_es: Fecha modificada

# LABEL_MODULES
source: Modules
es_es: Módulos

# LABEL_MOD_DETAILS
source: Mod Details
es_es: Detalles del mod

# LABEL_MOD_TYPE
source: Mod Type
es_es: Tipo de mod

# LABEL_NAME
source: Name
es_es: Nombre

# LABEL_NEW_FOLDER
source: New Folder
es_es: Nueva carpeta

# LABEL_NEXT
source: Next
es_es: Siguiente

# LABEL_NONE
source: None
es_es: Ninguno

# LABEL_NOT_INSTALLED
source: Not Installed
es_es: No instalado

# LABEL_NO_GAMES
source: No games added yet. You can add them using the File Manager.
es_es: No hay juegos añadidos aún. Puedes añadirlos usando el administrador de archivos.

# LABEL_OPEN
source: Open
es_es: Abrir

# LABEL_OPEN_EXPLORER
source: Open Explorer
es_es: Abrir explorador

# LABEL_OPEN_PATH
source: Open Path
es_es: Abrir ruta

# LABEL_OPEN_PROFILE
source: Open Profile
es_es: Abrir perfil

# LABEL_PACKAGES
source: Packages
es_es: Paquetes

# LABEL_PASSWORD
source: Password
es_es: Contraseña

# LABEL_PLATFORM
source: Platform
es_es: Plataforma

# LABEL_PLATFORM_TYPE
source: Platform Type
es_es: Tipo de plataforma

# LABEL_PLAYABLE_VERSION
source: Playable Version
es_es: Versión reproducible

# LABEL_PREVIOUS
source: Previous
es_es: Previo

# LABEL_REFRESH
source: Refresh
es_es: Actualizar

# LABEL_REGION
source: Region
es_es: Región

# LABEL_REMOVE_FROM_FAVORITES
source: Remove from Favorites
es_es: Eliminar de favoritos

# LABEL_RENAME
source: Rename
es_es: Renombrar

# LABEL_REPORT
source: Report
es_es: Reportar

# LABEL_REPORT_ISSUE
source: Report Issue
es_es: Reportar problema

# LABEL_RESOURCES
source: Resources
es_es: Recursos

# LABEL_RESTORE_BACKUP
source: Restore Backup
es_es: Restaurar copia de seguridad

# LABEL_RESTORE_DEFAULT
source: Restore Default
es_es: Restaurar a predeterminado

# LABEL_RESTORE_FILE
source: Restore File
es_es: Restaurar archivo

# LABEL_SAVE_AND_UPDATE
source: Save && Update
es_es: Guardar y actualizar

# LABEL_SAVE_FILE
source: Save File
es_es: Guardar archivo

# LABEL_SAVE_PROFILE
source: Save Profile
es_es: Guardar perfil

# LABEL_SEARCH
source: Search
es_es: Buscar

# LABEL_SEARCHING
source: Searching...
es_es: Buscando...

# LABEL_SEARCH_SUCCESS
source: Successfully fetched items.
es_es: Elementos obtenidos con éxito.

# LABEL_SET
source: Set
es_es: Establecer

# LABEL_SETUP
source: Setup
es_es: Configurar

# LABEL_SET_FAN_SPEED
source: Set Fan Speed
es_es: Establecer velocidad del ventilador

# LABEL_SET_LEDS
source: Set LEDs
es_es: Establecer LEDs

# LABEL_SET_VALUE
source: Set Value
es_es: Establecer valor

# LABEL_SHOW_FAVORITES
source: Show Favorites
es_es: Mostrar favoritos

# LABEL_SIZE
source: Size
es_es: Tamaño

# LABEL_SORT_BY
source: Sort By
es_es: Ordenar por

# LABEL_SORT_OPTIONS
source: Sort Options
es_es: Opciones de clasificación

# LABEL_SORT_ORDER
source: Sort Order
es_es: Orden de clasificación

# LABEL_STATUS
source: Status
es_es: Estado

# LABEL_SUBMITTED_BY
source: Submitted By
es_es: Presentado por

# LABEL_SYSTEM_TYPE
source: System Type
es_es: Tipo de sistema

# LABEL_TITLE
source: Title
es_es: Título

# LABEL_TITLE_ID
source: Title ID
es_es: ID del título

# LABEL_TOTAL_FILES
source: Total Files
es_es: Archivos totales

# LABEL_TRANSLATORS
source: Translators
es_es: Traductores

# LABEL_TYPE
source: Type
es_es: Tipo

# LABEL_UNFAVORITE
source: Unfavorite
es_es: Eliminar de favorito

# LABEL_UNLOAD_MODULE
source: Unload Module
es_es: Descargar módulo

# LABEL_UPLOAD
source: Upload
es_es: Subir

# LABEL_USERNAME
source: Username
es_es: Nombre de usuario

# LABEL_USE_DEFAULT
source: Use Default
es_es: Usar predeterminado

# LABEL_VERSION
source: Version
es_es: Versión

# LABEL_WELCOME
source: Welcome to Arisen Studio
es_es: Bienvenido a Arisen Studio

source: Language
es_es: Idioma

# LANGUAGE_HELP
source: Sorry, but this language is currently not supported yet. If you would like to help us add this language, please join our Discord Server and let us know!
es_es: Lo sentimos, pero este idioma aún no está soportado. Si deseas ayudarnos a agregar este idioma, ¡únete a nuestro servidor de Discord y háznoslo saber!

source: Language Not Supported
es_es: Idioma no soportado

source: Last Updated
es_es: Última actualización

source: Latest News
es_es: Últimas noticias

# LAUNCH_FILE_PATH
source: launch.ini File Path
es_es: Ruta del archivo launch.ini

# LAUNCH_FILE_SAVED
source: launch.ini file has been edited and uploaded to your console.
es_es: El archivo launch.ini ha sido editado y subido a tu consola.

source: Message
es_es: Mensaje

source: MISSING
es_es: FALTA

source: Modding Tools
es_es: Herramientas de modding

# MODULE_ALREADY_LOADED
source: Module has already been loaded.
es_es: El módulo ya ha sido cargado.

# MODULE_LOADED
source: Module has already been loaded.
es_es: El módulo ya ha sido cargado.

source: Module Loader
es_es: Cargador de módulo

# MODULE_LOAD_ERROR
source: Unable to load module. Error: {0}
es_es: Incapaz de cargar el módulo. Error: {0}

# MODULE_LOAD_SUCCESS
source: Successfully loaded module.
es_es: Módulo cargado con éxito.

# MODULE_NOT_LOADED
source: Module has not been loaded.
es_es: El módulo no ha sido cargado.

# MODULE_UNLOAD_ERROR
source: Unable to unload module. Error: {0}
es_es: Incapaz de descargar el módulo. Error: {0}

# MODULE_UNLOAD_SUCCESS
source: Successfully unloaded module.
es_es: Módulo descargado con éxito.

# MOD_NOT_INSTALLED
source: {0} is not installed on your console. Do you want to try uninstalling the file(s) anyway?
es_es: {0} no está instalado en tu consola. ¿Quieres intentar desinstalar el(los) archivo(s) de todas formas?

source: Motherboard
es_es: Tarjeta madre

source: Mount BD
es_es: Montar BD

source: Mount ISO
es_es: Montar ISO

source: Mount PSN
es_es: Montar PSN

# NAVIGATION_APPLICATIONS
source: Applications
es_es: Aplicaciones

# NAVIGATION_DASHBOARD
source: Dashboard
es_es: TABLERO

# NAVIGATION_DOWNLOADS
source: Downloads
es_es: DESCARGAS

# NAVIGATION_FILE_MANAGER
source: File Manager
es_es: ADMINISTRADOR DE ARCHIVOS

# NAVIGATION_GAME_CHEATS
source: Game Cheats
es_es: TRUCOS DE JUEGOS

# NAVIGATION_GAME_MODS
source: Game Mods
es_es: MODS DE JUEGOS

# NAVIGATION_GAME_SAVES
source: Game Saves
es_es: PARTIDAS GUARDADAS

# NAVIGATION_INSTALLED_MODS
source: Installed Files
es_es: MODS INSTALADOS

# NAVIGATION_PACKAGES
source: Packages
es_es: PAQUETES

# NAVIGATION_RESOURCES
source: Resources
es_es: RECURSOS

# NAVIGATION_SETTINGS
source: Settings
es_es: AJUSTES

# NEIGHBORHOOD_SCAN
source: Would you like to use Neighborhood to automatically add your consoles?
es_es: ¿Te gustaría usar Neighborhood para añadir automáticamente tus consolas?

# NEIGHBORHOOD_SCAN_FAILED
source: Unable to find any consoles using Neighborhood.
es_es: No se puede encontrar ninguna consola usando Neighborhood.

# NOTICE_INSTALL_REBUG_FILES
source: These files are being installed to the firmware folder (dev_rebug) which is for REBUG Custom Firmware only. Please read everything below before proceeding. - It's recommended to first create a backup of the entire folder before installing any files. - Your console must be running Rebug custom firmware. - REBUG TOOLBOX must be open during installation - Any missing or corrupt files in this folder can impact your console performance. - If you have issues after rebooting console, enter recovery mode and reinstall the custom firmware. Only continue at your own risk and only if you know what you're doing. Do you want to continue?
es_es: Estos archivos están siendo instalados en la carpeta firmware (dev_rebug) que es solamente para REBUG Custom Firmware. Por favor, lee todo lo de abajo antes de proceder. - Se recomienda crear primero una copia de seguridad de toda la carpeta antes de instalar cualquier archivo. - Tu consola debe estar ejecutando un firmware personalizado de Rebug. - REBUG TOOLBOX debe estar abierto durante la instalación - Cualquier archivo faltante o corrupto en esta carpeta puede afectar al rendimiento de la consola. - Si tienes problemas después de reiniciar la consola, entra en el modo de recuperación y reinstala el firmware personalizado. Sólo continúa bajo tu propio riesgo y solo si sabes lo que estás haciendo. ¿Quieres continuar?

source: Notify Icon
es_es: Notificar icono

source: Notify Message
es_es: Notificar mensaje

source: Not Connected
es_es: No conectado

# NOT_SUPPORTED_GAME_REGION
source: Game region isn't supported.
es_es: La región del juego no está soportada.

source: NO ANNOUNCEMENTS
es_es: SIN ANUNCIOS

source: No Backup File
es_es: No hay copia de seguridad

# NO_BACKUP_FILE_FOUND
source: You don't have a backup for the: {0} file. This file will be ignored to prevent issues with missing game files. You must install the game update to restore the original file.
es_es: No tienes una copia de seguridad para el: {0} archivo. Este archivo se ignorará para evitar problemas con los archivos del juego que faltan. Debes instalar la actualización del juego para restaurar el archivo original.

source: No Console Connected
es_es: Ninguna consola conectada

source: No Console Profile
es_es: Sin perfil de consola

source: NO CONSOLE PROFILES
es_es: SIN PERFILES DE CONSOLA

# NO_DOWNLOAD_FILES_SELECTED
source: No archive file download selected.
es_es: No se seleccionó ninguna descarga de archivo.

# NO_GAME_REGION_FOLDER_FOUND
source: Unable to find the game update folder for this region. Install the correct mods for this game or choose a different game region.
es_es: Incapaz de encontrar la carpeta de actualización del juego para esta región. Instala los mods correctos para este juego o elige una región de juego diferente.

# NO_GAME_REGION_FOUND
source: Game region cannot be found on console.
es_es: La región del juego no se puede encontrar en la consola.

source: No game region selected.
es_es: No se seleccionó ninguna región del juego.

source: No Input
es_es: Sin entrada

# NO_INTERNET_CONNECTION
source: You must be connected to the Internet to use this application.
es_es: Debe estar conectado a Internet para usar esta aplicación.

# NO_INTERNET_CONNECTION_TITLE
source: No Internet Detected
es_es: No se ha detectado Internet

# NO_LISTS
source: You Have No Lists
es_es: No tienes listas

# NO_MORE_DETAILS
source: No other details are available, yet... Please let us know if you can provide more!
es_es: No hay más detalles disponibles, por ahora... ¡Por favor, háznoslo saber si puedes proporcionar más!

source: No news is good news!
es_es: ¡Sin noticias son buenas noticias!

# NO_PREVIOUS_INSTALL_FOUND
source: No previous installation found.
es_es: No se encontró ninguna instalación previa.

source: No USB Devices
es_es: Sin dispositivos USB

source: No USB devices connected.
es_es: No hay dispositivos USB conectados.

source: No USB device found.
es_es: No se encontró ningún dispositivo USB.

source: No USB device selected.
es_es: Ningún dispositivo USB seleccionado.

source: No user profile selected.
es_es: Ningún perfil de usuario seleccionado.

source: Open File
es_es: Abrir archivo

source: Open Folder
es_es: Abrir carpeta

source: Open Log File
es_es: Abrir archivo de registro

source: Open Log Folder
es_es: Abrir carpeta de registro

source: Options
es_es: Opciones

# OUR_FAVORITE_APPS
source: Our Favorite Applications
es_es: Nuestras aplicaciones favoritas

source: Our Favorite Categories
es_es: Nuestras categorías favoritas

source: Our Favorite Games
es_es: Nuestros juegos favoritos

source: Our Favorite Mods
es_es: Nuestros mods favoritos

source: Overwrite Mods
es_es: Sobrescribir mods

source: Packages Install File Path
es_es: Ruta del archivo de instalación de paquetes

source: Package Files
es_es: Archivos de paquete

# PACKAGE_FILE_MANAGER
source: Package Files Manager
es_es: Administrador de archivos de paquetes

source: Power
es_es: Potencia

# PREPARING_DOWNLOAD
source: Preparing to download archive...
es_es: Preparándose para descargar el archivo...

# PREPARING_INSTALL
source: Preparing to install files...
es_es: Preparándose para instalar archivos...

# PREPARING_UNINSTALL
source: Preparing to uninstall files...
es_es: Preparándose para desinstalar archivos...

source: Profile
es_es: Perfil

# PROFILE_ADD_INSTRUCTION
source: Click 'Add New Profile' to create one
es_es: Haz clic en 'Agregar nuevo perfil' para crear uno

# PROFILE_ADD_NEW
source: Add New Profile
es_es: Añadir nuevo perfil

# PROFILE_DELETE
source: Delete Profile
es_es: Eliminar perfil

# PROFILE_EDIT
source: Edit Profile
es_es: Editar perfil

source: Quick Reboot
es_es: Reinicio rápido

source: Quick Settings
es_es: Ajustes rápidos

source: Ready to connect...
es_es: Preparado para conectar...

source: Ready to start game.
es_es: Preparado para iniciar el juego.

source: Recently Updated
es_es: Actualizado recientemente

source: Reconnect Console
es_es: Reconectar consola

source: Redirecting...
es_es: Redireccionando...

# REDIRECT_TO_GITHUB_ISSUES
source: You will now be redirected to our GitHub Issues page and all details will be automatically filled for you. Please provide information about the issue to help us fix your problem. Click the 'Submit' button to open a new issue which can help us fix any problems.
es_es: Ahora serás redirigido a nuestra página de problemas de GitHub y todos los detalles se completarán automáticamente para ti. Por favor, proporciona la información sobre el problema para ayudarnos a solucionarlo. Haz clic en el botón 'Enviar' para abrir un nuevo problema que puede ayudarnos a solucionar cualquier problema.

# REFER_TO_BASE_DIRECTORY
source: Use %BASE_DIR% to refer to the Base Directory.
es_es: Utilizar %BASE_DIR% para hacer referencia al directorio base.

source: Reinstall File
es_es: Reinstalar archivo

# REMEMBER_CONSOLE_DIRECTORY_PATH
source: Remember last console directory path
es_es: Recordar la última ruta del directorio de la consola

source: Remember game regions when installing
es_es: Recordar las regiones del juego al instalar

# REMEMBER_LOCAL_DIRECTORY_PATH
source: Remember last local directory path
es_es: Recordar la última ruta del directorio local

source: Replace Image
es_es: Reemplazar imagen

source: Request Mods
es_es: Solicitar mods

# REQUIRES_PREVIOUS_USB_DEVICE
source: Files have been installed to a USB device connected to your console. You can either uninstall them now or manually delete them. If you would like to uninstall the files now, connect the same USB device you installed the mods to into the same port of your console and click 'Yes' to continue. If you don't want to uninstall the files, click 'No' and all of these files will be ignored.
es_es: Los archivos se han instalado en un dispositivo USB conectado a tu consola. Puedes desinstalarlos ahora o eliminarlos manualmente. Si deseas desinstalar los archivos ahora, conecta el mismo dispositivo USB en el que instalaste los mods en el mismo puerto de tu consola y haz clic en 'Sí' para continuar. Si no deseas desinstalar los archivos, haz clic en 'No' y se ignorarán todos estos archivos.

source: Restart
es_es: Reiniciar

source: Restart Required
es_es: Reinicio requerido

# RESTART_TAKE_AFFECT
source: You must restart the application for this change to take effect. Do you want to restart now?
es_es: Debes reiniciar la aplicación para que este cambio surta efecto. ¿Quieres reiniciar ahora?

# RESTORE_BACKUP_FILE
source: Do you really want to restore the backup file? All changes will be lost.
es_es: ¿Realmente quieres restaurar el archivo de copia de seguridad? Todos los cambios se perderán.

# RESTORE_DEFAULT_FILE
source: Do you really want to restore to the default file? All changes will be lost.
es_es: ¿Realmente quieres restaurar al archivo predeterminado? Todos los cambios se perderán.

# SCANNING_XBOX_CONSOLES
source: Scanning for Xbox consoles...
es_es: Escaneando por consolas Xbox...

# SCANNING_XBOX_FINISHED
source: Finished scanning for Xbox consoles.
es_es: Escaneo terminado para consolas Xbox.

source: Scan Failed
es_es: Escaneo fallido

source: Scan Xbox Consoles
es_es: Escanear consolas Xbox

# SCRIPT_CANT_BE_INSTALLED
source: This mod type (Script) can't be installed on the PS3 because it needs the user manual addition.
es_es: Este tipo de mod (Script) no se puede instalar en la PS3 porque necesita la adición manual del usuario.

source: Send Feedback
es_es: Enviar comentarios

# SETUP_COMPLETE
source: You've Finished Setup!
es_es: ¡Has terminado la configuración!

source: Setup Wizard
es_es: Configurar Wizard

source: Show current game playing
es_es: Mostrar el juego al que se juega actualmente

# SHOW_GAMES_IN_EXTERNAL_DEVICES
source: Show games list from external device
es_es: Mostrar la lista de juegos desde un dispositivo externo

source: Shutdown
es_es: Apagar

source: Soft Reboot
es_es: Reinicio suave

source: Special Thanks
es_es: Agradecimientos

source: Starting install...
es_es: Iniciando instalación...

source: Statistics
es_es: Estadísticas

# STATS_DOWNLOADS
source: {0} Downloads
es_es: {0} Descargas

source: Status:
es_es: Estado:

source: Success
es_es: Éxito

# SUCCESS_CONNECTED
source: Successfully connected to console.
es_es: Conectado con éxito a la consola.

# SUCCESS_DISCONNECTED
source: Successfully disconnected from console.
es_es: Desconectado con éxito de la consola.

# SUCCESS_LAUNCHED_GAME
source: Successfully launched game.
es_es: Juego iniciado con éxito.

# SUCCESS_LAUNCH_GAME
source: Successfully launched game.
es_es: Juego iniciado con éxito.

# SUCCESS_LOADED_DB
source: Successfully loaded the database - Finalizing application data...
es_es: La base de datos se cargó con éxito - Finalizando los datos de la aplicación...

# SUCCESS_ROOT_DIRECTORIES
source: Successfully fetched root directories
es_es: Directorios raíz obtenidos con éxito

source: System Temperatures
es_es: Temperaturas del sistema

source: Take Screenshot
es_es: Tomar captura de pantalla

source: Tools
es_es: Herramientas

# UNABLE_LOAD_DATABASE
source: Unable to load database.
es_es: Incapaz de cargar la base de datos.

# UNABLE_TO_CONNECT
source: Unable to connect to console.
es_es: Incapaz de conectar a la consola.

# UNABLE_TO_OPEN_EXPLORER
source: Unable to open File Explorer for directory: {0} - Error {1}
es_es: Incapaz de abrir el explorador de archivos para el directorio: {0} - Error {1}

source: Unfavorite
es_es: Eliminar de favorito

source: Uninstalled
es_es: Desinstalado

source: Uninstalling
es_es: Desinstalando

source: Uninstalling Files
es_es: Desinstalando archivos

source: Uninstalling Mods
es_es: Desinstalando mods

source: Uninstalling Package
es_es: Desinstalando paquete

source: Uninstall All Items
es_es: Desinstalar todos los elementos

# UNINSTALL_CANCELED
source: Uninstallation canceled.
es_es: Desinstalación cancelada.

# UNINSTALL_CONNECTION_REQUIREMENT
source: You must be connected to: {0} ({1}) to uninstall the files.
es_es: Debes estar conectado a: {0} ({1}) para desinstalar los archivos.

# UNINSTALL_CONNECT_TO_REQUIRED_CONSOLE
source: These files were not installed on the connected console. Please connect to {0} ({1}) to uninstall them."
es_es: Estos archivos no fueron instalados en la consola conectada. Por favor, conéctate a {0} ({1}) para desinstalarlos."

source: Uninstall File
es_es: Desinstalar archivo

source: Uninstall Files
es_es: Desinstalar archivos

source: Uninstall Item
es_es: Desinstalar elemento

source: Uninstall USB Files
es_es: Desinstalar archivos USB

source: Unmount
es_es: Desmontar

# UPLOAD_ERROR
source: Unable to upload to console. Error: {0}
es_es: Incapaz de subir a la consola. Error: {0}

source: USB Devices
es_es: Dispositivos USB

# USE_FORMATTED_FILE_SIZES
source: Use formatted file sizes (e.g. "3 MB")
es_es: Usar tamaños de archivo con formato (por ejemplo, "3 MB")

# USE_RELATIVE_TIMES
source: Use relative times (e.g. "3 months ago")
es_es: Usar tiempos relativos (por ejemplo, "hace 3 meses")

source: View Details
es_es: Ver detalles

source: Virtual Controller
es_es: Controlador virtual

source: webMAN Commands
es_es: Comandos webMAN

# WEBMAN_REQUIRED
source: This feature requires webMAN installed on your console.
es_es: Esta función requiere que webMAN esté instalado en tu consola.

source: XBDM Commands
es_es: Comandos XBDM

source: Xbox Consoles
es_es: Consolas Xbox
