Repository: ohhsodead/arisen-studio
Catalog: src/Arisen Studio/Languages/*.resx
Languages: es_es

source: About
es_es: Acerca de

# ADD_CONSOLES_MANUALLY
source: Unable to find any consoles using Neighborhood. You can manually input the details on the next page.
es_es: No se puede encontrar ninguna consola usando Neighborhood. Puedes introducir manualmente los detalles en la siguiente página.

source: Add New Profile
es_es: Añadir nuevo perfil

source: Advanced
es_es: Avanzado

source: Advanced Settings
es_es: Ajustes avanzados

source: All Categories
es_es: Todas las categorías

source: All Games
es_es: Todos los juegos

source: Announcements
es_es: Anuncios

# ANOTHER_MOD_INSTALLED
source: {0} is installed to: {1} Installing multiple mods for the same game can lead to problems such as conflicts. Do you want to uninstall the current files?
es_es: {0} es instalado a: {1} Instalar múltiples mods para el mismo juego puede llevar a problemas como conflictos. ¿Quieres desinstalar los archivos actuales?

source: ANY
es_es: CUALQUIER

# ARCHIVE_DOWNLOADING
source: Downloading archive...
es_es: Descargando archivo...

# ARCHIVE_DOWNLOADING_EXTRACTING_ARCHIVE
source: Downloading and extracting archive...
es_es: Descargando y extrayendo archivo...

# ARCHIVE_DOWNLOAD_SUCCESS
source: Successfully downloaded archive file.
es_es: Archivo descargado con éxito.

source: Automation
es_es: Automatización

# AUTO_DELETE_FILES_AFTER_INSTALLING
source: Automatically delete local files after installing
es_es: Borrar automáticamente los archivos locales después de la instalación

# AUTO_DETECT_GAME_REGIONS
source: Automatically detect game regions*
es_es: Detectar automáticamente las regiones del juego*

# AUTO_DETECT_GAME_TITLES
source: Automatically detect game titles
es_es: Detectar automáticamente títulos del juego

# AUTO_LOAD_DIRECTORY_LISTINGS
source: Automatically load directory listings
es_es: Cargar automáticamente los listados de directorios

source: Backup Files
es_es: Copias de seguridad

source: Backup Files Manager
es_es: Administrador de las copias de seguridad

# BACKUP_GAME_FILES
source: Some game files will be overwritten. Do you want to backup the current game files? These files can be restored when uninstalling the mods.
es_es: Algunos archivos del juego se sobrescribirán. ¿Quieres hacer una copia de seguridad de los archivos del juego actual? Estos archivos se pueden restaurar al desinstalar los mods.

source: Boot Plugins Editor
es_es: Editor de Plugins de inicio

# BOOT_PLUGINS_FILE_SAVED
source: boot_plugins.txt file has been edited and uploaded to your console.
es_es: El archivo boot_plugins.txt ha sido editado y subido a tu consola.

# CANT_FIND_BACKUP_FILE
source: There is a backup data for {0}. However, this file has either been moved or deleted. If you've moved this file, go to Tools > Game Backup Files and set the new local file path. If this file was deleted, remove the backup file data and backup the file again. This file cannot be uninstalled to avoid missing game files, so it will be ignored.
es_es: Hay una copia de seguridad para {0}. Sin embargo, este archivo ha sido movido o eliminado. Si moviste este archivo, ve a Herramientas > Archivos de copia de seguridad del juego y configura la nueva ruta del archivo local. Si se eliminó este archivo, elimina los datos del archivo de copia de seguridad y vuelve a hacer una copia de seguridad del archivo de nuevo. Este archivo no puede desinstalado para evitar que falten archivos del juego, por lo que se ignorará.

# CANT_UNINSTALL_CFW_FILES
source: You cannot uninstall files from the firmware folder. Any missing files could impact your console performance.
es_es: No puedes desinstalar archivos de la carpeta firmware. Cualquier archivo que falte podría afectar el rendimiento de tu consola.

source: Change Log
es_es: Registro de cambios

source: Change Profile
es_es: Cambiar perfil

# CHEAT_APPLIED
source: Successfully applied cheat to game.
es_es: Trucos aplicados al juego con éxito.

# CHEAT_NOT_APPLIED
source: Unable to apply cheat to game. Error: {0}
es_es: Incapaz de aplicar el truco al juego. Error: {0}

# CHEAT_NOT_SUPPORTED
source: This cheat can't be applied because it contains opcode that hasn't been implemented yet.
es_es: Este truco no se puede aplicar porque contiene un código de operación que aún no se ha implementado.

source: Checking Files
es_es: Comprobando archivos

source: Choose Item...
es_es: Escoger elemento...

# CLEANING_INSTALL_FILES
source: Cleaning the local installation files...
es_es: Limpiando los archivos de instalación local...

source: Confirm
es_es: Confirmar

source: Confirm Delete
es_es: Confirmar la eliminación

source: Confirm Delete All
es_es: Confirmar eliminar todo

# CONFIRM_DELETE_ALL_ITEMS
source: Do you really want to delete all of these items?
es_es: ¿Realmente quieres eliminar todos estos elementos?

# CONFIRM_DELETE_ITEM
source: Do you really want to delete the selected item?
es_es: ¿Realmente quieres borrar el elemento seleccionado?

source: Connected
es_es: Conectado

# CONNECTED_NOTIFICATION
source: You are now connected to Arisen Studio ★
es_es: Ahora estás conectado a Arisen Studio ★

# CONNECTING_TO_CONSOLE
source: Connecting to: {0}
es_es: Conectando a: {0}

source: Connection
es_es: Conexión

source: Connections
es_es: Conexiones

source: Connection Failed
es_es: Conexión fallida

source: Connect Console
es_es: Conectar consola

source: Connect to console...
es_es: Conectar a la consola...

source: Console Info
es_es: Información de la consola

source: Console Manager
es_es: Administrador de la consola

# CONSOLE_NAME_ALREADY_EXISTS
source: Console name '{0}' already exists in your list of profiles. \n\nDo you still want to add it?
es_es: El nombre de consola '{0}' ya existe en tu lista de perfiles. ¿Todavía quieres añadirlo?

source: Console Profiles
es_es: Perfiles de la consola

source: Contributors
es_es: Contribuidores

# COPIED_LINK
source: Link has been copied to clipboard.
es_es: El enlace se ha copiado al portapapeles.

# COPIED_SHA1
source: SHA1 has been copied to clipboard.
es_es: El SHA1 se ha copiado al portapapeles.

# COPIED_URL
source: URL has been copied to clipboard.
es_es: La URL se ha copiado al portapapeles.

# CREATE_BACKUP_FILE
source: You must first create a backup file to restore.
es_es: Primero debes crear un archivo de copia de seguridad para restaurar.

source: Credits
es_es: Créditos

source: Current Game:
es_es: Juego actual:

source: Customization
es_es: Personalización

source: Dashlaunch Editor
es_es: Editor de Dashlaunch

source: DATA MISSING
es_es: FALTA DE DATOS

source: Delete
es_es: Eliminar

source: Deleted
es_es: Eliminado

source: Delete All Items
es_es: Eliminar todos los elementos

source: Delete Item
es_es: Eliminar elemento

# DELETE_ITEMS_SUCCESS
source: Successfully deleted all items.
es_es: Se han eliminado todos los elementos con éxito.

# DELETE_ITEM_ERROR
source: Unable to delete item. Error: {0}
es_es: Incapaz de eliminar elemento. Error: {0}

# DELETE_ITEM_SUCCESS
source: Successfully deleted item.
es_es: Elemento eliminado con éxito.

# DIRECTORIES_MUST_BE_WRITABLE
source: All directories must be writable.
es_es: Todos los directorios deben ser escribibles.

# DIRECTORY_EMPTY
source: Empty Directory
es_es: Directorio vacío

# DIRECTORY_NOT_EXIST
source: This directory doesn't exist on your computer.
es_es: Este directorio no existe en tu computadora.

source: Directory Not Found
es_es: Directorio no encontrado

source: Disconnecting from console.
es_es: Desconectando de la consola.

source: Disconnect Console
es_es: Desconectar consola

# DISCONNECT_LOWERCASE
source: Disconnect
es_es: Desconectar

source: Downloading Game Save
es_es: Descargando partida guardada

source: Downloading Mods
es_es: Descargando mods

source: Downloading Package
es_es: Descargando paquete

source: Downloads Folder
es_es: Carpeta de descargas

source: Downloads Location
es_es: Localización de las descargas

source: Download canceled.
es_es: Descarga cancelada.

# DOWNLOAD_FOLDER_NOT_FOUND
source: Download folder doesn't exist on your computer. You can change the download location in your settings.
es_es: La carpeta de descarga no existe en su computadora. Puede cambiar la ubicación de descarga en su configuración.

source: Duplicate Name
es_es: Duplicar nombre

source: Edit Profiles
es_es: Editar perfiles

# ERROR_LAUNCHING_GAME
source: Unable to launch game file. Error: {0}
es_es: Incapaz de iniciar el archivo de juego. Error: {0}

# ERROR_OCCURRED
source: An error occurred: {0}\n\nPlease try again later. If the problem persists <a href="https://github.com/ohhsodead/arisen-studio/issues/new?assignees=&labels=&template=bug.yml">open a new issue</a> on our GitHub tracker.
es_es: Ocurrió un error: {0} Por favor, inténtalo más tarde. Si el problema persiste, puedes reportarlo en <a href="https://github.com/ohhsodead/arisen-studio/issues/new?labels=bug&template=bug.yml">abriendo un nuevo problema</a> en nuestro seguimiento de GitHub.

source: Extract Image
es_es: Extraer imagen

# FAVORITES_ADD
source: Favorite
es_es: Favorito

# FAVORITES_HIDE
source: Hide Favorites
es_es: Ocultar favoritos

# FAVORITES_SHOW
source: Show Favorites
es_es: Mostrar favoritos

# FETCHED_LISTING
source: Successfully fetched directory listing.
es_es: Listado de directorio obtenido con éxito.

source: Fetching drives
es_es: Obteniendo unidades

# FETCHING_LISTING
source: Fetching directory listing of: {0}
es_es: Obteniendo la lista del directorio de: {0}

# FETCHING_LISTING_ERROR
source: Unable to fetch directory listing for path: {0} - Error: {1}
es_es: Incapaz de obtener la lista de directorios para la ruta: {0} - Error: {1}

source: Fetching root directories
es_es: Obteniendo directorios raíz

source: File
es_es: Archivo

source: Files
es_es: Archivos

# FILES_INSTALL_ERROR
source: Unable to install files. Error: {0}
es_es: Incapaz de instalar archivos. Error: {0}

# FILES_INSTALL_SUCCESS
source: Successfully installed {0} files.
es_es: Se han instalado con éxito {0} archivos.

# FILES_NOT_INSTALLED_TO_CONNECTED_CONSOLE
source: These files weren't installed to the connected console.
es_es: Estos archivos no se instalaron en la consola conectada.

# FILES_REINSTALL
source: {0} is already installed to: {1}\n\nDo you want to reinstall the files?
es_es: {0} ya está instalado para: {1} ¿Quieres reinstalar los archivos?

# FILES_UNINSTALLING
source: Uninstalling files...
es_es: Desinstalando archivos...

# FILES_UNINSTALL_SUCCESS
source: Successfully uninstalled {0} files.
es_es: Desinstalados con éxito {0} archivos.

# FILE_BACKUP_CREATED
source: Successfully created backup file.
es_es: Copia de seguridad creada con éxito.

# FILE_BACKUP_CREATING
source: Creating backup of file: {0}
es_es: Creando copia de seguridad: {0}

# FILE_DELETED
source: Successfully deleted file: {0}
es_es: Archivo eliminado con éxito: {0}

# FILE_DELETING
source: Deleting file: {0}
es_es: Eliminando archivo: {0}

# FILE_DOWNLOADED
source: Successfully downloaded file: {0}
es_es: Archivo descargado con éxito: {0}

# FILE_DOWNLOADING
source: Downloading file: {0}
es_es: Descargando archivo: {0}

# FILE_DOWNLOAD_ERROR
source: Unable to download file. Error: {0}
es_es: Incapaz de descargar archivo. Error: {0}

# FILE_DOWNLOAD_LOCATION
source: Downloading file: {0} to {1}
es_es: Descargando archivo: {0} a {1}

# FILE_DOWNLOAD_SUCCESS
source: Successfully downloaded file.
es_es: Archivo descargado con éxito.

# FILE_INSTALLING
source: Installing file: {0}
es_es: Instalando archivo: {0}

# FILE_INSTALL_ERROR
source: Unable to install file. Error: {0}
es_es: Incapaz de descargar archivo. Error: {0}

# FILE_INSTALL_LOCATION
source: Installing file: {0} to {1}
es_es: Instalando archivo: {0} a {1}

# FILE_INSTALL_SUCCESS
source: Successfully installed file(s).
es_es: Archivo(s) instalado(s) con éxito.

source: File Missing
es_es: Archivo faltante

source: File Name:
es_es: Nombre del archivo:

# FILE_NAME_DUPLICATE
source: Duplicate Name
es_es: Duplicar nombre

# FILE_NAME_EMPTY
source: The file name can't be empty.
es_es: El nombre del archivo no puede estar vacío.

# FILE_NAME_EXISTS
source: A file with this name already exists.
es_es: Un archivo con este nombre ya existe.

# FILE_NAME_EXISTS_IN_MODULES
source: You already have a module with this name.
es_es: Ya tienes un módulo con este nombre.

# FILE_REINSTALL
source: {0} is already installed. Do you want to reinstall the file?
es_es: {0} ya está instalado. ¿Quieres reinstalar el archivo?

# FILE_RENAME
source: Rename File
es_es: Renombrar archivo

# FILE_RENAMED
source: Successfully renamed file to: {0}
es_es: Archivo renombrado con éxito a: {0}

# FILE_RENAMED_SUCCESS
source: Successfully renamed game file.
es_es: Archivo de juego renombrado con éxito.

# FILE_RENAME_ERROR
source: Unable to rename file. Error: {0}
es_es: Incapaz de renombrar el archivo. Error: {0}

# FILE_RENAME_MODULE
source: Do you want to rename this file? Note: It will not affect being able to load the module.
es_es: ¿Quieres renombrar este archivo? Nota: No afectará a que sea posible cargar el módulo.

# FILE_RENAMING
source: Renaming file to: {0}
es_es: Renombrando archivo a: {0}

# FILE_SAVE_ERROR
source: There was a problem saving or uploading file. Error: {0}
es_es: Hubo un problema al guardar o subir el archivo. Error: {0}

# FILE_UNINSTALL_ERROR
source: Unable to uninstall files. Error: {0}
es_es: Incapaz de desinstalar archivos. Error: {0}

# FILE_UNINSTALL_LOCATION
source: Uninstalling file: {0} from {1}
es_es: Desinstalando archivo: {0} desde {1}

# FILE_UNINSTALL_SUCCESSS
source: Successfully uninstalled file.
es_es: Archivo desinstalado con éxito.

# FILE_UPLOADED
source: Successfully uploaded file: {0}
es_es: Archivo subido con éxito: {0}

# FILE_UPLOADING
source: Uploading file to: {0}
es_es: Subiendo archivo a: {0}

# FILE_UPLOAD_NOT_FOUND
source: This file doesn't exist on your computer.
es_es: Este archivo no existe en tu computadora.

# FOLDER_CREATE
source: Add New Folder
es_es: Añadir nueva carpeta

# FOLDER_CREATED
source: Successfully created folder: {0}
es_es: Carpeta creada con éxito: {0}

# FOLDER_CREATE_ERROR
source: Unable to create new folder. Error: {0}
es_es: Incapaz de crear una nueva carpeta. Error: {0}

# FOLDER_CREATING
source: Creating folder: {0}
es_es: Creando carpeta: {0}

# FOLDER_DELETED
source: Successfully deleted folder: {0}
es_es: Carpeta eliminada con éxito: {0}

# FOLDER_DELETE_SUCCESS
source: Successfully deleted folder.
es_es: Carpeta eliminada con éxito.

# FOLDER_DELETING
source: Deleting folder: {0}
es_es: Eliminando carpeta: {0}

# FOLDER_DOWNLOADED
source: Successfully downloaded folder: {0}
es_es: Carpeta descargada con éxito: {0}

# FOLDER_DOWNLOADING
source: Downloading folder: {0}
es_es: Descargando carpeta: {0}

# FOLDER_DOWNLOAD_ERROR
source: Unable to download folder. Error: {0}
es_es: Incapaz de descargar carpeta. Error: {0}

source: Folder Name:
es_es: Nombre de la carpeta:

# FOLDER_NAME_EXISTS
source: A folder with this name already exists
es_es: Una carpeta con este nombre ya existe

# FOLDER_RENAME
source: Rename Folder
es_es: Renombrar carpeta

# FOLDER_RENAMED
source: Successfully renamed folder: {0}
es_es: Carpeta renombrada con éxito: {0}

# FOLDER_RENAME_ERROR
source: Unable to rename folder. Error: {0}
es_es: Incapaz de renombrar carpeta. Error: {0}

# FOLDER_RENAMING
source: Renaming folder: {0}
es_es: Renombrando carpeta: {0}

# FOLDER_UPLOADED
source: Successfully uploaded folder: {0}
es_es: Carpeta subida con éxito: {0}

# FOLDER_UPLOADING
source: Uploading folder to: {0}
es_es: Subiendo carpeta a: {0}

source: Forbidden
es_es: Prohibido

# FOUND_GAME_REGION
source: Found game region: {0}
es_es: Región de juego encontrada: {0}

# FOUND_PREVIOUS_INSTALL
source: Found previous installation details.
es_es: Se encontraron detalles de instalación previos.

# FOUND_USB_DEVICE
source: Found USB device: {0}
es_es: Dispositivo USB encontrado: {0}

# FOUND_USER_PROFILE
source: Found user profile: {0}
es_es: Perfil de usuario encontrado: {0}

source: Games
es_es: Juegos

source: Games Launcher
es_es: Iniciador de juegos

# GAME_NOT_SUPPORTED
source: This game is currently not supported.
es_es: Este juego no está soportado actualmente.

# GAME_REGIONS
source: Default Game Regions
es_es: Regiones del juego predeterminadas

source: Game Saves
es_es: PARTIDAS GUARDADAS

source: Game Updates
es_es: Actualizaciones del juego

# GETTING_DOWNLOAD_FILES
source: Getting archive file download link...
es_es: Obteniendo el enlace de descarga del archivo...

source: Getting game region...
es_es: Obteniendo la región del juego...

# GETTING_PREVIOUS_INSTALL
source: Getting previous install details...
es_es: Obteniendo detalles de instalación previos...

source: Getting USB device...
es_es: Obteniendo dispositivo USB...

source: Getting user profile...
es_es: Obteniendo perfil de usuario...

source: Hard Reboot
es_es: Reinicio duro

source: Help
es_es: AYUDA

# HELP_TRANSLATE
source: Help translate Arisen Studio on Crowdin
es_es: Ayuda a traducir Arisen Studio en Crowdin

source: Home
es_es: Inicio

# HOW_TO_ACTIVATE_DEMO
source: Activating a C00/Demo package is very easy and doesn't require a rap file. It can be done using ReActPSN or PSNPatch. ReActPSN : Run the homebrew while pressing and holding circle on your controller. PSNPatch : Run PSNPatch and press R1. It should displays a list of the games that have been unlocked.
es_es: Activar un paquete C00/Demo es muy fácil y no requiere un archivo rap. Puede ser hecho usando ReActPSN o ParchePSN. ReActPSN : Ejecuta el homebrew mientras pulsas y mantienes el círculo en tu controlador. PaquetePSN : Ejecuta PaquetePSN y presiona R1. Debería mostrar una lista de los juegos que han sido desbloqueados.

# HOW_TO_ACTIVATE_DEMO_QUESTION
source: How do I activate a C00/Demo that has a free license?
es_es: ¿Cómo activo un C00/Demo que tiene una licencia gratuita?

# HOW_TO_ACTIVATE_RAP
source: Activating a package using a rap file requires few steps. It can be done with ReActPSN or PSNPatch. However, I will only describe how to do it with ReActPSN. 1. Format a USB key in FAT32. 2. Create the folder 'exdata' at the root of the USB key. 3. Move the corresponding RAP file for the games you want to activate in the exdata folder. Warning: Do not rename rap files ! You need to leave their original ugly name. 4. Connect the USB key in the right USB port of the PS3 (the closest to the bluray drive). 5. Delete the ReActPSN user on your PS3 if it exists. 6. Create the account 'aa' (without quotes) and open the account. 7. Run ReActPSN and the screen should go black, then you should hear beeps and then the PS3 should reboot. 8. The user 'aa' should be gone now and the account 'ReActPSN' automatically created. 9. You're done!
es_es: Activar un paquete usando un archivo rap requiere unos pocos pasos. Puede ser hecho con ReActPSN o ParchePSN. Sin embargo, solamente describiré como hacerlo con ReActPSN. 1. Formatea una llave USB en FAT32. 2. Crea la carpeta 'exdata' en la raíz de la llave USB. 3. Mueve el correspondiente archivo RAP a los juegos que quieres activar en la carpeta exdata. Atención: ¡No renombres los archivos rap! Necesitas dejar su feo nombre original. 4. Conecta la llave USB en el puerto USB derecho de la PS3 (el más cercano a la unidad bluray). 5. Elimina el usuario ReActPSN en tu PS3 si existe. 6. Crea una cuenta 'aa' (sin las comillas) y abre la cuenta. 7. Ejecuta ReActPSN y la pantalla debería volverse negra, entonces deberías escuchar bips y luego la PS3 debería reiniciarse. 8. El usuario 'aa' debería haber desaparecido y la cuenta 'ReActPSN' automáticamente creada. 9. ¡Ya está!

# HOW_TO_ACTIVATE_RAP_QUESTION
source: How do I activate a PSN package with a RAP file?
es_es: ¿Cómo activo un paquete PSN con un archivo RAP?

source: How-To Guides
es_es: Guías rápidas

source: Icon
es_es: Icono

source: Idle
es_es: Inactivo

source: Important Message
es_es: Mensaje importante

source: Initialized
es_es: Inicializado

# INITIALIZING_APP_DB
source: Initializing the application database
es_es: Inicializar la base de datos de la aplicación

# INSERT_USB_DEVICE
source: Insert a USB device to your computer first and then install the files again.
es_es: Primero inserte un dispositivo USB en su computadora y luego vuelva a instalar los archivos.

# INSERT_USB_DEVICE_TO_CONSOLE
source: One or more files needs to be installed to a USB device which is connected to your console. Insert a USB device to your console and click 'Yes' to continue. Otherwise click 'No' to ignore these files.
es_es: Uno o más archivos necesitan ser instalados en un dispositivo USB que esté conectado a tu consola. Inserta un dispositivo USB en tu consola y haz clic en 'Sí' para continuar. De lo contrario, haz clic en 'No' para ignorar estos archivos.

source: Installed
es_es: Instalado

source: Installing
es_es: Instalando

# INSTALLING_BACKUP_FILE_LOCATION
source: Installing backup file: {0} to {1}
es_es: Instalando copia de seguridad: {0} de {1}

source: Installing Files
es_es: Instalando archivos

source: Installing Game Save
es_es: Instalando partida guardada

source: Installing Mods
es_es: Instalando mods

# INSTALLING_PACKAGE_FILE
source: Installing Package
es_es: Instalando paquete

# INSTALL_CANCELED
source: Installation canceled.
es_es: Instalación cancelada.

source: Install File
es_es: Instalar archivo

source: Install Files
es_es: Instalar archivos

# INSTALL_FILES_TO_USB_DEVICE
source: Install Files to USB
es_es: Instalar archivos a USB

# INSTALL_GAME_SAVES_TO_LOCAL_USB
source: Install Game Saves to local USB device
es_es: Instalar las partidas guardadas en un dispositivo USB local

# INSTALL_HOMEBREW_TO_LOCAL_USB
source: Install Homebrew to local USB device
es_es: Instalar el Homebrew en un dispositivo USB local

# INSTALL_MODS_TO_LOCAL_USB
source: Install Game Mods/Plugins to local USB device
es_es: Instalar mods de juegos/plugins en el dispositivo USB local

source: Install Mods to USB
es_es: Instalar mods para USB

# INSTALL_PACKAGES_TO_LOCAL_USB
source: Install Packages to local USB device
es_es: Instalar paquetes en un dispositivo USB local

# INSTALL_RESOURCES_TO_LOCAL_USB
source: Install Resources to local USB device
es_es: Instalar recursos en el dispositivo USB local

source: Interface
es_es: Interfaz

# INVALID_TITLE_ID
source: Invalid ID or cannot be found. Are you sure this is a valid PS3 Title ID?
es_es: ID inválido o no pudo ser encontrado. ¿Estás seguro de que este es un título ID válido de PS3?

source: IP Grabber
es_es: Capturador de IP

# LABEL_ADDRESS_NAME
source: IP Address/Name
es_es: Dirección IP/Nombre

# LABEL_ADD_TO_FAVORITES
source: Add to Favorites
es_es: Añadir a favoritos

# LABEL_ADD_TO_MODULES
source: Add to Modules
es_es: Añadir a módulos

# LABEL_ALL
source: All
es_es: Todo

# LABEL_ALL_REGIONS
source: All Regions
es_es: Todas las regiones

# LABEL_APPLY
source: Apply
es_es: Aplicar

# LABEL_APPLY_CHEAT
source: Apply Cheat
es_es: Aplicar truco

# LABEL_ASCENDING
source: Ascending
es_es: Ascendiendo

# LABEL_BACK
source: Back
es_es: Atrás

# LABEL_BACKUP_FILE
source: Backup File
es_es: Copia de seguridad

# LABEL_BASE_DIRECTORY
source: Base Directory
es_es: Directorio base

# LABEL_CANCEL
source: Cancel
es_es: Cancelar

# LABEL_CATEGORY
source: Category
es_es: Categoría

# LABEL_CATEGORY_TYPE
source: Category Type
es_es: Tipo de categoría

# LABEL_CHANGE
source: Change
es_es: Cambiar

# LABEL_CHEATS
source: Cheats
es_es: Trucos

# LABEL_CHOOSE_FILE
source: Choose File
es_es: Elegir archivo

# LABEL_CLOSE
source: Close
es_es: Cerrar

# LABEL_CONTENT_ID
source: Content ID
es_es: ID del contenido

# LABEL_CONTRIBUTORS
source: Contributors
es_es: Contribuidores

# LABEL_COPIED
source: Copied
es_es: Copiado

# LABEL_COPY_SHA1
source: Copy SHA1 to Clipboard
es_es: Copiar SHA1 al portapapeles
